/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Csatlakozási Figyelmeztetés";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) beállítása";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ 1 új üzeneted van.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ szerepel a helyi partnerlistán, de a szerveren találhatón nem. Szeretnéd felvenni a listára?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; dupla-kattintás a regisztráláshoz.";

/* No comment provided by engineer. */
"(unknown)" = "(ismeretlen)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Új fiók>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Ad-Hoc parancs; kattints kétszer a végrehajtáshoz";

/* No comment provided by engineer. */
"Add" = "Hozzáad";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Figyelmztetés";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Az Adium nem tudja ellenőrizni \"%@\" kilétét.";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Nem találtam a keresett felhasználó profilját. Lehetséges, hogy még nem regisztrált.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium Figyelmeztetés: %@";

/* No comment provided by engineer. */
"Adium User" = "Adium felhasználó";

/* Button title to allow an action */
"Allow" = "Engedélyezés";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "MSN Mobile oldalak engedélyezése?";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Hiba történt a fájl küldésekor.";

/* No comment provided by engineer. */
"Authenticating" = "Hitelesítés";

/* Connection step */
"Balancer handshake" = "Kézfogás";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Tiltva";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Cancel Presence Notification to %@";

/* Category table column header for the service discovery browser */
"Category" = "Kategória";

/* Menu item title for changing the password of an account */
"Change Password" = "Jelszó megváltoztatása";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Konferencia szolgáltatás; kattints kétszer a csatlakozáshoz";

/* Button title to connect; this is a verb */
"Connect" = "Csatlakozás";

/* Connection step */
"Connected" = "Csatlakozva";

/* No comment provided by engineer. */
"Connecting" = "Csatlakozás";

/* No comment provided by engineer. */
"Connection error." = "Csatlakozás hiba.";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Partnerlista szinkronizáció hiba a %@";

/* No comment provided by engineer. */
"Continue" = "Folytatás";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* No comment provided by engineer. */
"Delete & Unregister" = "Fiók és regisztráció törlése";

/* No comment provided by engineer. */
"Delete Account" = "Fiók törlése";

/* No comment provided by engineer. */
"Delete Account from Server" = "Delete Account from Server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Törlöd a(z) %@ fiókot? Ha lehetséges, a szerverről is törölheted.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Directory service; kattints kétszer a kereséshez";

/* Button title to prevent an action */
"Disallow" = "Disallow";

/* No comment provided by engineer. */
"Discovery Browser" = "Discovery Browser";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?";

/* Used as a label for a username specified by email address */
"Email" = "E-mail";

/* Connection step */
"Exchanging key hash" = "Kulcs hash cserélése";

/* No comment provided by engineer. */
"Fetching..." = "Lekérés...";

/* No comment provided by engineer. */
"File Send Error" = "Fájl küldés hiba";

/* Generic fields request window title */
"Form" = "Űrlap";

/* No comment provided by engineer. */
"From: " = "Küldő:";

/* No comment provided by engineer. */
"GG Number" = "GG Szám";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Csoport a felvett partnereknek";
"Incorrect username or password" = "Érvénytelen felhasználónév vagy jelszó";

/* No comment provided by engineer. */
"Info" = "Információ";

/* No comment provided by engineer. */
"Initializing Stream" = "Adatfolyam létrehozása";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Konferenciabeszélgetés kezdeményezése vele: %@";

/* No comment provided by engineer. */
"Invite" = "Meghívás";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Csatlakozás";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "%@ indítása";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Mások tudhassák, mit hallgatok";
"Looking up server" = "Szerver keresése";

/* user mood tooltip title */
"Mood" = "Kedv";

/* Name table column header for the service discovery browser */
"Name" = "Név";

/* No comment provided by engineer. */
"New Mail" = "Új e-mail";

/* Sample name and server for new IRC accounts */
"nickname" = "nicknév";

/* Name for IRC user names */
"Nickname" = "Nicknév";

/* No comment provided by engineer. */
"No reason was given." = "Nem adtak meg okot.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Nincs megadva szerver a(z) %2$@ fióknak (%1$@). Kérlek adj meg egyet most a kapcsolódáshoz";

/* No comment provided by engineer. */
"No Server Specified" = "Nincs megadva szerver.";

/* No comment provided by engineer. */
"Node:" = "Node:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Csak ha a kérés elfogadásra kerül, és a partner felkerül a listára.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Levél megnyitása a böngészőben";

/* Name for the orphans group */
"Orphans" = "Orphans";

/* No comment provided by engineer. */
"Parse Error." = "Hiba.";

/* No comment provided by engineer. */
"Ping %@" = "%@ pingelése";

/* No comment provided by engineer. */
"Priority when available" = "Prioritás elérhető állapotban";
"Priority when away" = "Prioritás távol állapotban";
"Re-request Authorization from %@" = "Hitelesítés újbóli kérése %@ partnertől";

/* Connection step */
"Reading data" = "Adatok olvasása";

/* Connection step */
"Reading server key" = "Szerverkulcs olvasása";

/* No comment provided by engineer. */
"Really remove gateway?" = "Biztosan törlöd az átjárót?";

/* alert default button */
"Remove" = "Eltávolítás";

/* gateway menu item */
"Remove gateway" = "Remove gateway";

/* Roster - the Jabber default group */
"Resource" = "Erőforrás";
"Roster" = "Roster";

/* No comment provided by engineer. */
"Search for Users" = "Felhasználók keresése";

/* No comment provided by engineer. */
"Search Results" = "Keresés eredménye";

/* No comment provided by engineer. */
"Send" = "Küldés";

/* No comment provided by engineer. */
"Send Message" = "Üzenet küldése";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Service Discovery Browser";

/* No comment provided by engineer. */
"Service:" = "Szolgáltatás:";

/* No comment provided by engineer. */
"Set Mood" = "Kedv megadása";

/* No comment provided by engineer. */
"Set Nickname" = "Név megadása";

/* No comment provided by engineer. */
"Set User Info" = "Set User Info";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Set your friendly name.";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Add meg az otthoni számodat.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Add meg a mobilszámodat.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Add meg a munkahelyi számodat.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Szerver tanusítvány megtekintése";

/* No comment provided by engineer. */
"Subject: " = "Tárgy:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Temporarily Hide From %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "A(z) %@ szerver tanusítványa nem megbízható, vagyis a szerver hitelessége nem vizsgálható automatikusan. Biztosan kapcsolódsz?\n\nTovábbi információkért kattints a \"Tanusítvány megtekintése\" gombra.";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "A megadott név nincs regisztrálva. Kérlek ellenőrizd hogy jól adtad-e meg!";

/* No comment provided by engineer. */
"The other user is in your deny list." = "A másik felhasználó rajta van a tiltólistádon.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "A másik felhasználó ideiglenesen nem elérhető.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Ezen a néven fognak látni az MSNes partnereid.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "This node does not provide any services accessible to this program.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "This node provides ad-hoc commands. Open the context menu to access them.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone.";

/* user tune tooltip title */
"Tune" = "Tune";

/* No comment provided by engineer. */
"Un-hide From %@" = "Un-hide From %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "A(z) %@ szerverlista feldolgozása közben hiba lépett fel. Kérlek próbáld újra később.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Leiratkozás innen: %@";

/* Sample name and server for new livejournal accounts */
"username" = "felhasználónév";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "felhasznalonev@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Tanusítvány megtekintése";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "%1$@ %2$@ webes profiljának megnyitása";

/* No comment provided by engineer. */
"Voice" = "Voice";

/* No comment provided by engineer. */
"Waiting for Response" = "Várakozás a válaszra";

/* No comment provided by engineer. */
"Warning level is too high." = "Figyelmeztetési szint túl magas.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Ha valaki látni szeretné az állapotomat";
"XML Console" = "XML konzol";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Túl gyorsan írod az üzeneteket; kérlek lassíts egy kicsit :)";

/* No comment provided by engineer. */
"You have 1 new message." = "Egy új e-mailed van.";

/* No comment provided by engineer. */
"You have mail!\n" = "Új e-mailt kaptál!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Az üzeneted %@ részére nem lett elküldve";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "A címzett elutasította az üzenetedet.";

/* No comment provided by engineer. */
"Your message was too big." = "Az üzented túl nagy.";

/* Restored from historic nib translations (arm64 revival) */
"Accept" = "Elfogadás";
"Accept and Add To List" = "Elfogadás és hozzáadás a listához";
"Allow plaintext authentication" = "Allow plaintext authentication";
"Ask What To Do" = "Kérdezzen rá";
"Authorization Domain:" = "Hitelesítő domain:";
"Authorization User:" = "Felhasználónév:";
"Available Priority:" = "Elérhető prioritás:";
"Away Priority:" = "Távollét prioritás:";
"BOSH Server:" = "BOSH szerver:";
"Chat Room Name:" = "Szoba neve:";
"Connect Server:" = "Szerver:";
"Connection:" = "Kapcsolódás:";
"Deny" = "Elutasítás";
"Display new mail notifications" = "Display new mail notifications";
"Do strict certificate checks" = "Do strict certificate checks";
"Either enter your XMPP server address here:" = "Add meg az XMPP szervered címét:";
"Encoding:" = "Kódolás:";
"Encrypt connection using SSL" = "Encrypt connection using SSL";
"File Transfer Proxies:" = "Fájlátviteli proxy:";
"Force old-style SSL" = "Force old-style SSL";
"Handle:" = "Név:";
"Invite Contacts:" = "Partnerek meghívása:";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "E-mail:";
"Music:" = "Zene:";
"Password:" = "Jelszó:";
"Presence Subscriptions:" = "Presence Subscriptions:";
"Publish Status to Everyone" = "Állapot mutatása mindenkinek";
"Register New Account" = "Register New Account";
"Registering…" = "Regisztráció…";
"Request New Account" = "Request New Account";
"Require SSL/TLS" = "Require SSL/TLS";
"Resource:" = "Forrás:";
"Security:" = "Biztonság:";
"Server Name" = "Server Name";
"Server:" = "Szerver:";
"Use SIP proxy:" = "SIP proxy használata";
"Use UDP" = "UDP használata";
"Visit Server Homepage" = "Visit Server Homepage";
"With Message:" = "Üzenet:";

/* Machine-translated for the arm64 revival */
"(optional)" = "(opcionális)";
"Channel:" = "Csatorna:";
"Dismiss" = "Elvetés";
"Don't download" = "Ne töltse le";
"Don't show channel posts as messages" = "Ne jelenjenek meg a csatornabejegyzések üzenetként";
"Don't show status updates as messages" = "Ne jelenjenek meg az állapotfrissítések üzenetként";
"Execute commands on connect:" = "Parancsok végrehajtása csatlakozáskor:";
"Full resolution" = "Teljes felbontás";
"Hostname:" = "Gépnév:";
"Logon QR Code" = "Bejelentkezési QR-kód";
"Phone Number" = "Telefonszám";
"Please enter pairing code or scan the QR code" = "Add meg a párosítási kódot, vagy olvasd be a QR-kódot";
"Profile pictures:" = "Profilképek:";
"Read" = "Olvasva";
"Realname:" = "Valódi név:";
"Separate contacts’ names with commas." = "Partnernevek elválasztása vesszővel.";
"Small (preview)" = "Kicsi (előnézet)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Ez a partner hív téged. Az Adium nem támogatja a WhatsApp-hívásokat.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Ez a partner hívni próbál téged. Az Adium nem támogatja a WhatsApp-hívásokat.";
"Username (Ident):" = "Felhasználónév (Ident):";
"and add to list in group:" = "és hozzáadás a köv. csoport listájára:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%1$@ %2$lu új üzenete van.";
"...add to list in group:" = "...hozzáadás a köv. csoport listájára:";
"Display custom emoticons" = "Egyéni hangulatjelek megjelenítése";
"Emoticons:" = "Hangulatjelek:";
"Encryption:" = "Titkosítás:";
"Let others know when you are typing" = "Mások láthatják, ha éppen gépelsz";
"One per line, / is optional. $me will be replaced with your current nickname." = "Soronként egy, a / elhagyható. A $me helyére az aktuális nickneved kerül.";
"or select a public server from the list:" = "vagy válassz egy nyilvános szervert a listából:";
"Port:" = "Port:";
"Status:" = "Állapot:";
"Typing:" = "Gépelés:";
"You have %lu new messages." = "%lu új üzeneted van.";

/* The rebuilt account area: the fields the protocol descriptions produce.
   Those classes live in AdiumLibpurple, so the lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium ezen: %@";

/* No comment provided by engineer. */
"Server" = "Szerver";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Fiók neve";

/* No comment provided by engineer. */
"Execute commands on connect" = "Parancsok végrehajtása csatlakozáskor";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Soronként egy, a kezdő / nélkül.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Profilképek minősége";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Eredeti";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Előnézet";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Ne töltse be";
